Repository: pavermakov/memoir
Catalog: Memoir/System/Localizable.xcstrings
Source language: en
Languages: hy, ru

source: Add
hy: Ավելացնել
ru: Добавить

source: Add Friend
hy: Ավելացնել ընկեր
ru: Добавить друга

source: Add Memory
hy: Ավելացնել
ru: Добавить

source: Add new memory
hy: Նոր հիշողություն
ru: Новое воспоминание

# addNewMemoryToGetStarted
source: Add a new memory to get started.
hy: Ավելացրեք նոր հիշողություն։
ru: Добавьте первое воспоминание.

source: Add People
hy: Ավելացնել մարդկանց
ru: Добавить людей

source: Add Photos
hy: Ավելացնել լուսանկարներ
ru: Добавить фото

source: A thought, a memory…
hy: Միտք, հիշողություն…
ru: Мысль, воспоминание…

source: Cancel
hy: Չեղարկել
ru: Отмена

source: Close
hy: Փակել
ru: Закрыть

source: Done
hy: Պատրաստ
ru: Готово

source: Edit
hy: Խմբագրել
ru: Редактировать

source: Edit Friend
hy: Խմբագրել ընկերը
ru: Редактировать друга

source: Edit memory
hy: Խմբագրել
ru: Редактировать

source: Email
hy: Էլ. փոստ
ru: Эл. почта

source: Error
hy: Սխալ
ru: Ошибка

source: First name
hy: Անուն
ru: Имя

# friendCount %lld
source: ^[%lld friend](inflect:true)
hy: ^[%lld ընկեր](inflect:true)
ru: ^[%lld друг](inflect:true)

source: Friends
hy: Ընկերներ
ru: Друзья

source: Friends you add will appear here.
hy: Ավելացրած ընկերները կհայտնվեն այստեղ։
ru: Добавленные друзья появятся здесь.

source: Give it a title...
hy: Տվեք վերնագիր...
ru: Дайте название...

source: Last name
hy: Ազգանուն
ru: Фамилия

source: Memories
hy: Հիշողություններ
ru: Воспоминания

source: Message
hy: Տեքստ
ru: Текст

source: Name this moment…
hy: Անվանեք այս պահը…
ru: Назовите этот момент…

source: New Friend
hy: Նոր ընկեր
ru: Новый друг

source: No friends yet
hy: Դեռ ընկերներ չկան
ru: Пока нет друзей

source: No memories yet
hy: Դեռ հիշողություններ չկան
ru: Пока нет воспоминаний

source: Password
hy: Գաղտնաբառ
ru: Пароль

# photosSelected %lld
source: ^[%lld photo](inflect:true) selected
hy: ^[%lld լուսանկար](inflect:true) ընտրված
ru: ^[%lld фото](inflect:true) выбрано

source: Remove photo
hy: Հեռացնել լուսանկարը
ru: Удалить фото

source: Save
hy: Պահպանել
ru: Сохранить

source: Select a date
hy: Ընտրեք ամսաթիվ
ru: Выберите дату

source: Settings
hy: Կարգավորումներ
ru: Настройки

source: Sign In
hy: Մուտք գործել
ru: Войти

# signInSubtitle
source: Sign in to continue
hy: Մուտք գործեք շարունակելու համար
ru: Войдите, чтобы продолжить

source: Sign Out
hy: Դուրս գալ
ru: Выйти

source: Start writing...
hy: Սկսեք գրել...
ru: Начните писать...

source: Title
hy: Վերնագիր
ru: Заголовок

source: What’s on your mind?
hy: Ինչ եք մտածուм?
ru: О чём думаете?

source: With
hy: Հետ
ru: С
